{"basics":{"Name":"Erin Botti","Title":"Robotics PhD","image":""},"education":[{"header":"Education","institution":"Georgia Insitute of Technology","studyType":"PhD in Robotics","startDate":"2019","endDate":"2024","GPA":"4.0/4.0"},{"header":"Education","institution":"Bucknell University","studyType":"BS in Computer Engineering","startDate":"2013","endDate":"2017","GPA":"3.83/4.0 - Magna Cum Laude"},{"header":"Education","institution":"University of Granada","studyType":"BS in Computer Engineering","startDate":"2016","endDate":"2016","area":"Study abroad program; completed Spanish-language cultural and engineering classes"}],"researchexperience":[{"header":"Research Experience","name":"Georgia Institute of Technology","position":"Graduate Research Assistant","url":"https://core-robotics.gatech.edu/","startDate":"2019","summary":"CORE Robotics Lab, Advisor: Matthew Gombolay","highlights":["`Machine Learning Projects`","Developed LIFI, a novel frawmework, that learns interpretable features from human interventions using a multi-head attention network. LIFI significantly outperforms baselines for trajectory accuracy and human trust, workload, and usability.","Designed the MIND MELD architecture using mutual information and variational inference. MIND MELD improves learning from demonstration with suboptimal demonstrators and outperforms baselines for accuracy and human trust and workload [HRI 2022].","Created Reciprocal MIND MELD, which learns an embedding for teacher suboptimality and enables the robot teach the person to be a better demonstrator. Reciprocal MIND MELD also models how the teacher's embedding changes over time [CoRL 2022].","Implemented full stack learning frameworks on robots and driving simulators using ROS, ROS2, Pytorch, and Python [RSS 2024, CoRL 2022, HRI 2022].","`User Study Experiments`","Designed, built, and executed human-subjects experiments to investigate how people respond to different algorithms and technical systems with respect to trust, workload, and user satisfaction.","Performed advanced statistics and analytics on experiment data to validate hypotheses.","Conducted user studies with target populations, including older adults and people with mild cognitive impairment to understand diverse preferences.","Supervised and mentored junior lab members in designing experiments, writing papers, and lab best practices."]}],"industryexperience":[{"header":"Industry Experience","name":"Johns Hopkins University Applied Physics Lab","position":"Computer Engineer","startDate":"2017","endDate":"2019","highlights":["Technical team lead managing four workstreams, delivered a prototype Neo4j database enabling comparison of data across multiple domains.","Implemented computer vision machine learning models to increase efficiency for reverse engineering embedded devices.","Designed and ran tests in a laboratory environment to thoroughly test and evaluate RF geolocation equipment before conducting tests in a real field environment."]},{"header":"Industry Experience","name":"Johns Hopkins University Applied Physics Lab","position":"Summer Intern","startDate":"2015","endDate":"2016","highlights":["Implemented and extended a set of state-of-the-art image forensics tools.","Created a testing automation tool which significantly decreased testing time."]}],"teachingexperience":[{"header":"Teaching Experience","name":"Georgia Institute of Technology","position":"Head TA: Graduate Teaching Assistant","startDate":"Spring","endDate":"2022","summary":"Class: Robot Intelligence Planning – Professor: Matthew Gombolay","highlights":["Managed a team of four TAs, created and graded homework assignments and exams, conducted office hours, and facilitated discussions on an online forum for a class of 90 students."]},{"header":"Teaching Experience","name":"Georgia Institute of Technology","position":"Graduate Teaching Assistant","startDate":"Fall","endDate":"2023","summary":"Class: Introduction to Robotics – Professor: Sean Wilson","highlights":["Built and maintained Turtlebot robots, graded homework assignments and projects, conducted office hours, and facilitated discussions on an online forum for a class of 60 students."]}],"awards":[{"header":"Awards","title":"Best Technical Paper","date":"2022-03-01","awarder":"ACM/IEEE International Conference on Human-Robot"},{"header":"Awards","title":"TA of the Year","date":"2023-04","awarder":"School of Interactive Computing - Georgia Tech"},{"header":"Awards","title":"P.E.O. Scholar Award","date":"2023-2024","awarder":"P.E.O.","summary":"The P.E.O. Scholar Awards were established in 1991 to provide substantial merit-based awards for women of the United States and Canada who are pursuing a doctoral-level degree at an accredited college or university.  Scholar Awards recipients are a select group of women chosen for their high level of academic achievement and their potential for having a positive impact on society."},{"header":"Awards","title":"National Science Foundation Accessibility, Rehabilitation, and Movement Science Fellow","date":"2019-2021","awarder":"National Science Foundation","summary":"Traineeship program working in conjunction with Emory Medical Facility and the multi-disciplinary Robotics Ph.D. program at Georgia Institute of Technology.  Fellowships are awarded to students dedicated to the advancement of the collaboration between healthcare providers and roboticists to advance and understand the constant and ever-changing intersection of technology and medicine."},{"header":"Awards","title":"Georgia Robotics Fellowship Recipient","date":"2019","awarder":"Georgia Institute of Technology","summary":"Award for women and underrepresented minorities in robotics. Individuals are selected based on a rigorous multi-selection criteria set, such as professional recommendations and academic achievement."}],"certificates":[],"publications":[],"skills":[{"header":"Skills","name":"Technologies","keywords":"Python, Pytorch, ROS, Java, C, R, MATLAB, SQL, Neo4j, CUDA, Flask, Linux, Git, JavaScript"},{"header":"Skills","name":"Proficiences","keywords":"Machine Learning (Supervised and Unsupervised Learning, Reinforcement Learning, Deep Learning, Imitation Learning), Artificial Intelligence (Search Algorithms, Clustering, Classification, Regression), User Studies, Robotics, Signal Processing, Statistics and Probability, System Engineering, Project Management, Algorithms and Data Structures"}],"languages":[{"header":"Languages","language":"English","fluency":"Native speaker"},{"header":"Languages","language":"Spanish","fluency":"Fluent"}],"interests":[],"references":[],"projects":[]}